/* Translate text: Hello, my name is Peter. */
"Hello, my name is Peter." = "¡Hola, me llamo Pedro!";

/* Translate text: Hello, Peter. Nice to meet you! */
"Hello, Peter. Nice to meet you!" = "Hola Pedro. ¡Encantada de conocerte!";

/* Translate text: How are you? */
"How are you?" = "¿Cómo estás?";

/* Translate text: I am good. And you? */
"I am good. And you?" = "Soy bueno. ¿Y usted?";

/* Translate text: I'm doing well, thank you. */
"I'm doing well, thank you." = "Lo estoy haciendo bien, gracias.";

/* Translate text: OK */
"OK" = "Vale";

/* No comment provided by engineer. */
"Over " = "Más de ";

/* Translate text: Peter is tired */
"Peter is tired" = "Pedro está cansado";

/* Translate text: Restart for more conversation. */
"Restart for more conversation." = "Reinicie para más conversación.";

/* Translate text: See you tomorrow? */
"See you tomorrow?" = "¿Se veo mañana?";

/* Translate text: Sure! */
"Sure!" = "¡Claro!";
